---
kind: property
id: P:Autodesk.Revit.DB.GroupTypeId.Data
source: html/99a36ec9-d040-ab63-3f7c-3e17c998bce5.htm
---
# Autodesk.Revit.DB.GroupTypeId.Data Property

Data.

## Syntax (C#)
```csharp
public static ForgeTypeId Data { get; }
```